"nsyMsg2FAPasswordIncorrectErr" = "两步验证令牌不正确";
"nsyMsg2FARequiredErr" = "这版本不支持两步验证。请更新。";
"nsyMsgAccountAttemptErr" = "我们现在无法处理你的请求。请稍后再试。";
"nsyMsgAccountEmailInvalidErr" = "电子邮箱无效。请重试。";
"nsyMsgAccountEmailNotVerifiedErr" = "你的帐号尚未验证。如要验证，请在 Navicat Cloud 发送给你的电子邮件中点击验证链接。";
"nsyMsgAccountEmailUsedErr" = "电子邮箱已被使用。请重试。";
"nsyMsgAccountSuspendedErr" = "帐号已停用。欲了解详情请联系 Navicat 支持中心。";
"nsyMsgAccountUsernameInvalidErr" = "请输入姓氏和名字。";
"nsyMsgAvatarExtensionErr" = "无效的头像文件格式。";
"nsyMsgAvatarFileSizeExceedErr" = "头像的文件大小超过限制。";
"nsyMsgAvatarFileUploadErr" = "上载你的档案时，发生了问题。请重试。";
"nsyMsgAvatarImageSizeExceedErr" = "头像的图片尺寸超过限制。";
"nsyMsgClientConnectionXDuplicatedErr" = "连接 \"%s\" 已存在。";
"nsyMsgClientDownloadErr" = "从 Navicat Cloud 下载文件时出现了问题。请重试。";
"nsyMsgCloudPlanUpdateErr" = "升级 Navicat Cloud 方案失败。请稍后再试。";
"nsyMsgConnectionPlanXTotalUnitXExceed" = "添加连接失败。%s 只允许最多 %s 个单位。";
"nsyMsgConnectionPlanXTotalUnitXExceedUpgrade" = "添加连接失败。%s 只允许最多 %s 个单位。如要添加更多连接，请升级到专业方案。";
"nsyMsgConnectionXAddFail" = "添加连接 \"%s\" 失败。";
"nsyMsgConnectionXAddToProjectFail" = "添加连接到项目 \"%s\" 失败。";
"nsyMsgConnectionXFileSizeExceed" = "连接 \"%s\" 超过了 Navicat Cloud 的文件大小限制。";
"nsyMsgConnectionXNameExist" = "连接 \"%s\" 已存在于项目。";
"nsyMsgConnectionXNameInvalid" = "连接名 \"%s\" 无效。";
"nsyMsgConnectionXRemoveFail" = "删除连接 \"%s\" 失败。";
"nsyMsgConnectionXRemoveFailDiffInServer" = "Navicat Cloud 中的连接 \"%s\" 已被修改。无论如何也要删除它吗？";
"nsyMsgConnectionXUpdateFail" = "更新连接 \"%s\" 失败。";
"nsyMsgConnectionXUpdateFailChangedInServer" = "Navicat Cloud 中的连接 \"%s\" 已被修改。无论如何也要替换它吗？";
"nsyMsgConnectionXURLIdNotExist" = "连接 \"%s\" 不存在于 Navicat Cloud。";
"nsyMsgEmailAlreadySendErr" = "已发送电子邮件到你的邮箱。请按照电子邮件内的指示来完成此过程。";
"nsyMsgEmailNotFoundErr" = "内部错误 ERR_EMAIL_NOT_FOUND。欲了解详情请联系 Navicat 支持中心。";
"nsyMsgExceededKickOutLimitErr" = "已超出踢出限制。";
"nsyMsgGeneralIncorrectParam" = "与 Navicat Cloud 通信时发生问题。请更新 Navicat。";
"nsyMsgGenericNetworkErr" = "无法连接到 Navicat Cloud。请检查你的互联网连接，稍后再试。";
"nsyMsgGenericTryAgainLater" = "Navicat Cloud 暂时不可使用。请稍后再试。";
"nsyMsgInternalUnknownErr" = "未知的内部错误（%i）";
"nsyMsgInvalidClientVersionErr" = "无效的客户端版本。请到 App Store 更新到新版本。";
"nsyMsgLoginTokenExpiredErr" = "你的会话已过期。请重新登录。";
"nsyMsgLoginUnknownErr" = "未知的登录错误";
"nsyMsgLoginUnknownExceptionErr" = "未知的登录异常错误";
"nsyMsgLoginUserInvalidErr" = "无效的 Navicat ID 或密码";
"nsyMsgMemberLimitExceed" = "执行此操作失败。一个或以上项目的成员数量超过了当前方案的限制。";
"nsyMsgMemberLimitExceedUpgrade" = "执行此操作失败。一个或以上项目的成员数量超过了当前方案的限制。如要增加成员数量的限制，请升级到专业方案。";
"nsyMsgModelPlanXTotalUnitXExceed" = "添加模型失败。%s 只允许最多 %s 个单位。";
"nsyMsgModelPlanXTotalUnitXExceedUpgrade" = "添加模型失败。%s 只允许最多 %s 个单位。如要添加更多模型，请升级到专业方案。";
"nsyMsgModelXAddFail" = "添加模型 \"%s\" 失败。";
"nsyMsgModelXAddToProjectFail" = "添加模型到项目 \"%s\" 失败。";
"nsyMsgModelXFileSizeExceed" = "模型 \"%s\" 超过了 Navicat Cloud 的文件大小限制。";
"nsyMsgModelXNameExist" = "模型 \"%s\" 已存在于项目。";
"nsyMsgModelXNameInvalid" = "模型名 \"%s\" 无效。";
"nsyMsgModelXRemoveFail" = "删除模型 \"%s\" 失败。";
"nsyMsgModelXRemoveFailDiffInServer" = "Navicat Cloud 中的模型 \"%s\" 已被修改。无论如何也要删除它吗？";
"nsyMsgModelXUpdateFail" = "更新模型 \"%s\" 失败。";
"nsyMsgModelXUpdateFailChangedInServer" = "Navicat Cloud 中的模型 \"%s\" 已被修改。无论如何也要替换它吗？";
"nsyMsgModelXURLIdNotExist" = "模型 \"%s\" 不存在于 Navicat Cloud。";
"nsyMsgNewPasswordMatchedOldErr" = "请不要使用曾经用过的密码";
"nsyMsgObjectLimitExceed" = "执行此操作失败。单位数量超过了当前方案的限制。";
"nsyMsgObjectLimitExceedUpgrade" = "执行此操作失败。单位数量超过了当前方案的限制。如要增加单位数量的限制，请升级到专业方案。";
"nsyMsgOldPasswordEmptyErr" = "旧密码不可以是空的。";
"nsyMsgOwnerLimitExceed" = "执行此操作失败。请与项目的拥有者联络。";
"nsyMsgOwnerTotalConnectionExceed" = "添加连接失败。此项目的存储空间已满。请与项目的拥有者联络。";
"nsyMsgOwnerTotalConnectionUnitExceed" = "项目拥有者的 Navicat Cloud 帐号已达到允许的最大连接单位数目。";
"nsyMsgOwnerTotalMemberExceed" = "添加成员失败。已超过此项目允许的最大成员数量。请与项目的拥有者联络。";
"nsyMsgOwnerTotalModelExceed" = "添加模型失败。此项目的存储空间已满。请与项目的拥有者联络。";
"nsyMsgOwnerTotalModelUnitExceed" = "项目拥有者的 Navicat Cloud 帐号已达到允许的最大模型单位数目。";
"nsyMsgOwnerTotalQueryExceed" = "添加查询失败。此项目的存储空间已满。请与项目的拥有者联络。";
"nsyMsgOwnerTotalQueryUnitExceed" = "项目拥有者的 Navicat Cloud 帐号已达到允许的最大查询单位数目。";
"nsyMsgPasswordChangedRecentlyErr" = "你最近修改过你的密码。";
"nsyMsgPasswordCombinationInvalidErr" = "密码必须包含字母和非字母。";
"nsyMsgPasswordIncorrectErr" = "旧密码不符。请重新输入。";
"nsyMsgPasswordLengthInvalidErr" = "密码长度必须在 8 和 30 个字符之间。";
"nsyMsgPasswordLetterCaseInvalidErr" = "密码必须包含大写和小写字母。";
"nsyMsgPasswordNoChangeErr" = "新密码不能与旧密码相同。";
"nsyMsgProjectActionPrivilegeFail" = "你没有足够的权限来执行此操作。请与项目的拥有者联络。";
"nsyMsgProjectLimitExceed" = "执行此操作失败。项目数量超过了当前方案的限制。";
"nsyMsgProjectLimitExceedUpgrade" = "执行此操作失败。项目数量超过了当前方案的限制。如要增加项目数量的限制，请升级到专业方案。";
"nsyMsgProjectMemberAddFail" = "添加成员到项目失败。";
"nsyMsgProjectMemberUpdateFail" = "更新成员到项目失败。";
"nsyMsgProjectMemberXAddFail" = "添加成员到项目 \"%s\" 失败。";
"nsyMsgProjectMemberXUpdateFail" = "更新成员到项目 \"%s\" 失败。";
"nsyMsgProjectNotExist" = "项目 \"%s\" 不存在于 Navicat Cloud。";
"nsyMsgProjectPlanXTotalMemberXExceed" = "添加成员失败。%s 只允许每个项目添加最多 %s 位成员。";
"nsyMsgProjectPlanXTotalMemberXExceedUpgrade" = "添加成员失败。%s 只允许每个项目添加最多 %s 位成员。如要添加更多成员，请升级到专业方案。";
"nsyMsgProjectPlanXTotalProjectXExceed" = "创建项目失败。%s 只允许最多 %s 个项目。";
"nsyMsgProjectPlanXTotalProjectXExceedUpgrade" = "创建项目失败。%s 只允许最多 %s 个项目。如要创建更多项目，请升级到专业方案。";
"nsyMsgProjectXActionFail" = "访问项目 \"%s\" 失败。";
"nsyMsgProjectXAddFail" = "添加项目 \"%s\" 失败。";
"nsyMsgProjectXGetInfoFail" = "访问项目 \"%s\" 失败。请与项目的拥有者联络。";
"nsyMsgProjectXNameExist" = "项目 \"%s\" 已存在于 Navicat Cloud。";
"nsyMsgProjectXNameInvalid" = "项目名 \"%s\" 无效。";
"nsyMsgProjectXNotEmpty" = "项目 \"%s\" 不是空的。";
"nsyMsgProjectXRemoveFailDiffInServer" = "删除项目 \"%s\" 失败。";
"nsyMsgProjectXTotalFileSizeExceed" = "项目 \"%s\" 超过了 Navicat Cloud 的文件大小限制。";
"nsyMsgProjectXTotalMemberExceed" = "项目 \"%s\" 已达到允许的最大成员数目。";
"nsyMsgProjectXTotalUnitExceed" = "项目 \"%s\" 已达到允许的最大单位数目。";
"nsyMsgProjectXUpdateFail" = "更新项目 \"%s\" 失败。";
"nsyMsgQueryPlanXTotalUnitXExceed" = "添加查询失败。%s 只允许最多 %s 个单位。";
"nsyMsgQueryPlanXTotalUnitXExceedUpgrade" = "添加查询失败。%s 只允许最多 %s 个单位。如要添加更多查询，请升级到专业方案。";
"nsyMsgQueryXAddFail" = "添加查询 \"%s\" 失败。";
"nsyMsgQueryXFileSizeExceed" = "查询 \"%s\" 超过了 Navicat Cloud 的文件大小限制。";
"nsyMsgQueryXNameExist" = "查询 \"%s\" 已存在。";
"nsyMsgQueryXNameInvalid" = "查询名 \"%s\" 无效。";
"nsyMsgQueryXRemoveFail" = "删除查询 \"%s\" 失败。";
"nsyMsgQueryXRemoveFailDiffInServer" = "Navicat Cloud 中的查询 \"%s\" 已被修改。无论如何也要删除它吗？";
"nsyMsgQueryXUpdateFail" = "更新查询 \"%s\" 失败。";
"nsyMsgQueryXUpdateFailChangedInServer" = "Navicat Cloud 中的查询 \"%s\" 已被修改。无论如何也要替换它吗？";
"nsyMsgQueryXURLIdNotExist" = "查询 \"%s\" 不存在于 Navicat Cloud。";
"nsyMsgSyncMaintenanceTryAgainLater" = "Navicat Cloud 正在维护。请稍后再试。";
"nsyMsgTotalFileSizeExceed" = "你的 Navicat Cloud 帐号已达到存储限制。";
"nsyMsgTotalFileSizeLimitExceed" = "执行此操作失败。总文件大小超过了当前方案的限制。";
"nsyMsgTotalFileSizeLimitExceedUpgrade" = "执行此操作失败。总文件大小超过了当前方案的限制。如要增加限制，请升级到专业方案。";
"nsyMsgTotalProjectExceed" = "你的 Navicat Cloud 帐号已达到允许的最大项目数目。";
"nsyMsgTotalUnitExceed" = "你的 Navicat Cloud 帐号已达到允许的最大单位数目。";
"nsyMsgUnknownError" = "Navicat Cloud 发生了错误。请重试。";
"nsyMsgVGroupXAddToProjectFail" = "添加虚拟组到项目 \"%s\" 失败。";
"nsyMsgVGroupXNameInvalid" = "虚拟组名 \"%s\" 无效。";
"nsyMsgVGroupXNotExist" = "虚拟组 \"%s\" 不存在于 Navicat Cloud。";
"nsyNavicatCloudBasicPlan" = "Navicat Cloud 基本方案";
"nsyNavicatCloudProPlan" = "Navicat Cloud 专业方案";
"nsyPasswordFormatInvalidErr" = "密码长度必须在 8 和 30 个字符之间，并包含大写字母、小写字母和数字。";
"nsyThisPlan" = "本方案";
